import React from 'react';
import '../styles/index.css'

function Privacy () {
    return (
        <div className='privacyBox'>
            <h1 className='tagName'>개인정보 처리방침</h1>

            <h3>주식회사 프론트 개인정보 처리방침</h3>
            <section className='privacyForm'>
                <div>
                    <div className='pr'>
                        주식회사 브레이브모바일(이하 “회사”)은 이용자들의 개인정보보호를 매우 중요시하며, 이용자가 회사의 서비스 사이트를 이용함과 동시에 온라인상에서 회사에 제공한 개인정보가 보호 받을 수 있도록 최선을 다하고 있으며, 『개인정보 보호법』,『정보통신망 이용촉진 및 정보보호 등에 관한 법률』등 
                        개인정보와 관련된 법령 상의 개인정보보호 규정을 준수하고 있습니다.<br/>
                    </div>
                    <div className='pr'> 
                        회사는 아래와 같이 개인정보처리방침을 명시하여 이용자가 회사에 제공한 개인정보가 어떠한 용도와 방식으로 이용되고 있으며 개인정보보호를 위해 어떠한 조치를 취하는지 알려드립니다. 회사의 개인정보처리방침은 법령 및 고시 등의 변경 또는 회사의 약관 및 내부 정책에 따라 변경될 수 있으며 이를 개정하는 경우 회사는 변경사항에 대하여 서비스 화면에 게시하거나 이용자에게 고지합니다.
                    </div>
                    <div className='pr'>
                        이용자는 개인정보의 수집, 이용, 제공, 위탁 등과 관련한 아래 사항에 대하여 원하지 않는 경우 동의를 거부할 수 있습니다. 다만, 이용자가 동의를 거부하는 경우 서비스의 전부 또는 일부를 이용할 수 없음을 알려드립니다.
                    </div>
                    <div className='pr'>
                        이용자께서는 홈페이지 방문시 수시로 본 개인정보처리방침을 확인하시기 바랍니다.
                    </div>
                    <div>
                        
                    </div>
                </div>
            </section>

        </div>
    );
}

export default Privacy;