import React from 'react';
import '../styles/index.css'

function TermsofUse () {
    return (
        <div>
        <h1 className='tagName'>
            이용 약관
        </h1>

        <h3>주식회사 프론트 이용 약관</h3>
        <h3>제 1 장 총직</h3>
        <section className='temsofUse' >
        <div className='goal'>
            제 1 조 (목적)
        </div>
        <div>
            <ol type="1">
                <li>이 약관은 이용자가 주식회사 브레이브모바일(이하 “회사”)이 운영하는 인터넷 서비스 사이트(이하 “사이트” 또는 “숨고”)를 통해 제공하는 인터넷 전자상거래 관련 서비스(이하 “서비스”)와 관련하여 회사와 이용자의 권리, 의무, 책임사항을 규정함을 목적으로 합니다. 또한 본 약관은 유무선 PC통신, 태블릿 PC, 스마트폰(아이폰, 안드로이드폰 등) 어플리케이션 및 모바일웹 등을 이용하는 전자상거래 등에 대해서도 그 성질에 반하지 않는 한 준용됩니다.</li>
                <li>본 약관이 규정한 내용 이외의 회사와 이용자 간의 권리, 의무 및 책임사항에 관하여서는 전기통신사업법 기타 대한민국의 관련 법령과 상관습에 의합니다.</li>
            </ol>
            <div className='goal'>
                제 2 조 (정의)
            </div>
            <br/>
            이 약관에서 사용하는 용어의 정의는 다음과 같습니다.
            <ol type="1">
                <li>회사가 운영하는 사이트는 아래와 같습니다.<br/>
                    soomgo.com, 추후 회사에서 공지하고 제공하는 기타 웹사이트, 스마트폰 및 이동통신기기를 통해 제공되는 모바일 어플리케이션 포함</li>
                <li>이용자: 숨고에 접속하여 이 약관에 따라 서비스를 받는 회원 및 비회원을 말합니다.</li>
                <li>회원: 본 약관에 따라 회사와 서비스 이용계약을 체결하고 회원 아이디(ID)를 부여받아 회사가 제공하는 서비스를 이용하는 개인을 말합니다. 회원은 이용하는 서비스에 따라 고객과 고수 회원으로 나누어집니다.</li>
                <li>고객: 회사에 개인정보를 제공하여 회원등록을 한 자로서, 회사와 서비스 이용계약을 체결하고 회원 아이디(ID)를 부여 받아 사이트 내에 게시된 광고를 열람하거나 요청서를 작성하고 고수 회원에게 요청서를 보내거나 바로구매 상품을 구매하는 등 원하는 용역의 고수를 찾기 위해 사이트를 계속적으로 이용할 수 있는 자를 말합니다.</li>
                <li>고수 회원: 회사에 개인정보를 제공하여 회원등록을 한 자로서, 회사와 서비스 이용계약을 체결하고 회원 아이디(ID)를 부여 받아 숨고 캐시를 구매하여 고객에게 견적을 보내거나 바로구매 상품을 등록하여 판매하는 등 고객을 찾기 위한 서비스를 계속적으로 이용할 수 있는 자를 말합니다.</li>
                <li>요청서: 요청자가 원하는 용역에 대한 구체적인 정보를 담고 있는 서비스 요청서입니다.</li>
                <li>견적(견적서): 고수 회원이 자신이 제공할 수 있는 용역에 관하여 요청자에게 보낼 수 있는 용역 금액 및 내용에 대한 요약본입니다.</li>
                <li>숨고 캐시: 회원이 견적 발송, 즉 서비스를 사용하기 위해 구매하는 사이버 머니를 의미합니다. 숨고 캐시는 충전 캐시와 보너스 캐시로 구성되며, 숨고 캐시의 사용 순서는 회사가 정하는 정책에 따릅니다.</li>
                <li>충전 캐시 : 회원이 결제한 금액과 동일한 양으로 충전되는 캐시이며, 환불이 가능합니다.</li>
                <li>보너스 캐시: 충전 캐시 구매에 대한 혜택으로 회사에서 무상으로 제공하는 사이버 포인트 개념으로, 충전 캐시와 마찬가지로 견적 발송 등 서비스내에서 사용할 수 있습니다. 보너스 캐시는 환불이 불가합니다.</li>
                <li>콘텐츠(Contents): 회사가 숨고에서 제공하는 정보, 요청서 작성, 견적 작성, 요청서 수신, 견적 수신, 프로그램 등 부호ㆍ문자ㆍ도형ㆍ색채ㆍ음성ㆍ음향ㆍ이미지ㆍ영상 및 복합체의 정보나 자료를 의미합니다.</li>
                <li>회원 아이디(이하 “ID”): 회원의 식별과 회원의 서비스 이용을 위하여 회원이 선정하고 회사가 승인하는 문자 또는 숫자의 조합을 말합니다.</li>
                <li>비밀번호(Password): 이용자가 등록회원과 동일인인지 신원을 확인하고, 회원의 통신상 개인정보를 보호하기 위하여 회원이 정한 문자와 숫자의 조합을 말합니다.</li>
                <li>비회원: 회원에 가입하지 않고 서비스를 이용하는 자로 숨고 이용자 및 정보의 수신을 위해 전자우편 및 SMS 서비스를 온라인 또는 서면으로 신청한 자를 지칭합니다.</li>
                <li>회원 탈퇴: 회원이 이용계약을 종료시키는 행위를 말합니다.</li>
                <li>뉴스레터(Newsletter): 회사가 보내는 숨고 소식이 담긴 이메일을 의미합니다.</li>
                <li>숨고페이 안전결제 서비스 (이하 "숨고페이")는 회원 상호 간 안전하고 용이한 금전 거래를 위해 회사가 결제대금예치업자를 통하여 제공하는 결제 서비스를 의미합니다.</li>
                <li>인터랙션 : 회원간의 채팅, 전화 등 숨고에서 제공하는 방식을 통해 상호작용 할 수 있는 행위를 의미 합니다.</li>
                <li>바로구매 : 고수 회원이 자신이 제공할 수 있는 유형의 제품 또는 무형의 용역에 대한 금액과 내용을 회사가 제공하는 일정한 양식에 따라 회사의 사이트에 등록하고, 고객이 정해진 금액을 결제하여 고수 회원으로부터 유형의 제품 또는 무형의 용역을 제공 받는 형태의 서비스를 말합니다.</li>
            </ol>
            <div className='goal'>
                제 3 조 (약관의 명시, 효력 및 개정)
            </div>
            <ol type='1'>
                <li>회사는 이 약관의 내용과 주소지, 관리자의 성명, 개인정보보호 담당자의 성명, 연락처(전화, 팩스, 전자우편 주소 등) 등을 이용자가 알 수 있도록 숨고의 초기 서비스 화면에 게시합니다. 다만, 약관의 구체적 내용은 이용자가 연결화면을 통하여 볼 수 있습니다.</li>
                <li>이 약관은 그 내용을 숨고에 게시하거나 이메일 등 기타의 방법으로 회원에게 공지함으로써 효력이 발생합니다.</li>
                <li>서비스 이용 시 화면에서 제시되는 경고 메시지의 효력은 본 약관의 효력과 동일합니다.</li>
                <li>회사는 약관의 규제에 관한 법률, 전자거래기본법, 전자서명법, 정보통신망 이용촉진 및 정보 보호 등에 관한 법률 기타 관련 법령을 위배하지 않는 범위 내에서 약관을 변경할 수 있으며, 변경된 약관은 2항과 같은 방법으로 효력을 발생합니다.</li>
                <li>제4항에 따라 공지된 적용일자 이후에 회원이 회사의 서비스를 계속 이용하는 경우에는 변경된 약관의 효력 발생일로부터 7일 이내에 거부의사를 표시하지 아니하고 서비스를 계속 사용할 경우 개정된 약관에 동의하는 것으로 간주합니다. 개정된 약관에 동의하지 아니하는 회원은 언제든지 자유롭게 서비스 이용계약을 해지할 수 있습니다.</li>
            </ol>
            <div className='goal'>
                제 4 조 (약관 외 준칙)
            </div>
            <ol type='1'>
                <li>이 약관은 회사가 제공하는 개별서비스에 관한 이용안내(이하 ‘서비스 별 안내’라 합니다)와 함께 적용합니다.</li>
                <li>이 약관에 명시되지 않은 사항에 대해서는 전기통신사업법, 전자거래기본법, 정보통신망법, 학원법, 기타 관련법령 및 서비스 별 안내의 규정에 의합니다.</li>
            </ol>
            <div className='goal'>
                제 5 조 (이용 계약의 성립)
            </div>
            <ol type='1'>
                <li>이용 계약은 서비스 이용 희망자의 이 약관에 대해 동의한다는 의사표시와 이용 신청에 대한 회사의 승낙으로 성립됩니다.</li>
                <li>이 약관에 대한 동의는 이용 신청 당시 서비스 이용 희망자의 이용약관의 확인과 명시적 의사표시를 통해 성립됩니다.</li>
                <li>이용 계약은 만 14세 이상의 개인 또는 기업(개인사업자 및 법인사업자 등)이 할 수 있습니다. 타인의 정보를 도용하여 회원으로 가입한 자는 회사가 제공하는 서비스를 이용할 수 없으며, 이용하여서도 안 됩니다.</li>
            </ol>
        </div>
        </section>
        </div>
    );
}

export default TermsofUse;